<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("LAN_ALT_2", "Обновить настройки");
define("LAN_ALT_3", "Выбрать альтернативный тип авторизации");
define("LAN_ALT_4", "Настроить параметры для");
define("LAN_ALT_5", "Настроить параметры авторизации");
define("LAN_ALT_6", "Действие для события 'сбой подключения'");
define("LAN_ALT_7", "Если происходит сбой подключения к альтернативному методу, как это должно обрабатываться?");
define("LAN_ALT_8", "Действие для события 'пользователь не найден'");
define("LAN_ALT_9", "Если при использовании альтернативного метода авторизации имя пользователя не найдено , как это должно обрабатываться?");
define("LAN_ALT_10", "Не удалось войти");
define("LAN_ALT_11", "Использовать таблицу пользователей e107");
define("LAN_ALT_PAGE", "Альтернативная аутентификация");


?>