<?php
/*
+---------------------------------------------------------------+
|        e107 website system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|
|        $URL: ../plugins/links_page/languages/Russian_help.php $
|        $Revision: 1.0 $
|        $Id: 2010/09/24 17:40:51 $
|        $Author: root $
+---------------------------------------------------------------+
*/
define("LAN_ADMIN_HELP_0", "Помощь по странице ссылок");
define("LAN_ADMIN_HELP_1", "<i>на странице управления категориями ссылок отображаются все существующие категории.</i><br /><br /><b>детальный список</b><br />Отображает список всех категорий с их иконкой, названием и описанием, параметрами и настройками сортировки.<br /><br /><b>легенда</b><br /> ".LINK_ICON_LINK." : ссылка на категорию<br /><br /> ".LINK_ICON_EDIT." : редактировать категорию<br /><br /> ".LINK_ICON_DELETE." : удалить категорию<br /><br /> ".LINK_ICON_ORDER_UP." : кнопка Наверх позволяет переместить категорию выше в списке.<br /><br /> ".LINK_ICON_ORDER_DOWN." : кнопка Вниз позволяет переместить категорию ниже в списке.<br /> <br /> <b>порядок</b><br />здесь вы можете вручную установить порядок категорий. Вам следует изменить значения в соответствии с желаемым порядком, и кликнуть на кнопку Упорядочить внизу страницы для того, чтобы сохранить настройки.<br />");
define("LAN_ADMIN_HELP_2", "<i>страница создания категории ссылок  разрешает вам добавить новую категорию ссылок</i><br /><br />Вы можете добавлять новые иконки, и после загрузки применить их к категории.");
define("LAN_ADMIN_HELP_3", "<i>Страница управления ссылками показывает все категории.</i><br /><br />".LINK_ICON_LINK." : ссылка на категории<br /><br />".LINK_ICON_EDIT." : нажмите иконку для просмотре ссылок категории<br />");
define("LAN_ADMIN_HELP_4", "<i>страница создания ссылок разрешает вам добавлять новые ссылки</i><br /><br />Вы можете добавлять новые иконки, и после загрузки применить их к ссылке.<br /><br />Тип открытия ссылки разрешает пользователю изменять тип открывания ссылки, при нажатии на нее.");
define("LAN_ADMIN_HELP_5", "<i>на странице присланных ссылок показываются все ссылки, присланные пользователями</i><br /><br /><b>детальный список</b><br />Вы увидите url ссылки, имя приславшего ее пользователя и настройки.<br /><br /><b>легенда</b><br /> ".LINK_ICON_EDIT." : опубликовать ссылку через форму создания ссылки<br /><br /> ".LINK_ICON_DELETE." : удалить ссылку<br />");
define("LAN_ADMIN_HELP_6", "<i>страница настроек позволяет изменить поведение плагина links_page</i><br /><br /> основные настройки<br />эти настройки применимы ко всем страницам ссылок. <br /><br /> настройщики ссылок<br /> настройщики ссылок - это привилегированные пользователи, которые могут управлять своими ссылками.<br /><br /> страница категорий<br /> здесь вы можете изменить настройки страницы категорий.<br /><br /> страница ссылок<br /> Это настройки используются на страницах ссылок<br /><br /> реферальная страница<br /> Эти настройки применимы для страниц самых популярных реферальных ссылок<br /><br /> страницы рейтинга<br /> Эти настройки применимы для страниц с самым высоким рейтингом<br />");
define("LAN_ADMIN_HELP_7", "<i>страничка редактирования категорий ссылок разрешает вам редактировать уже существующие категории</i><br /><br />Вы можете добавлять новые иконки, и после загрузки применить их к категории.<br />Вы можете обновить штамп даты, при отметке данного чекбокса.");
define("LAN_ADMIN_HELP_8", "<i>на этой странице отображаются все существующие в данной категории ссылки.</i><br /><br /><b>детальный список</b><br />Отображается список ссылок с изображением, названием, настройками и параметрами сортировки. <br /><br /><b>легенда</b><br /> ".LINK_ICON_LINK." : ссылка на сайт<br /><br /> ".LINK_ICON_EDIT." : редактировать ссылку<br /><br /> ".LINK_ICON_DELETE." : удалить ссылку<br /><br /> ".LINK_ICON_ORDER_UP." : кнопка Наверх позволит вам переместить элемент выше по списку.<br /><br /> ".LINK_ICON_ORDER_DOWN." : кнопка Вниз позволит вам переместить элемент ниже по списку.<br /> <br /> <b>порядок</b><br />здесь вы можете вручную определить порядок ссылок. Вам следует изменить значения в соответствии с желаемым порядком, и кликнуть на кнопку Упорядочить внизу страницы для того, чтобы сохранить настройки.<br />");
define("LAN_ADMIN_HELP_9", "<i>страничка редактирования ссылок разрешает вам редактировать уже существующие ссылки</i><br /><br />Вы можете добавлять новые иконки, и после загрузки применить их к сылке.<br /><br />Тип открытия ссылки разрешает пользователю изменять тип открывания ссылки, при нажатии на нее.");
define("LAN_ADMIN_HELP_10", "<i>Страница сообщенных ссылок разрешает вам добавлять ссообщенные ссылки к уже существующим</i><br /><br />Небольшой текст будет добавлен к ссылке в описании<br /><br />Вы можете добавлять новые иконки, и после загрузки применить их к ссылке.<br /><br />Тип открытия ссылки разрешает пользователю изменять тип открывания ссылки, при нажатии на нее.");


?>