<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/
define("LAN_PREF_1", "Сайт работает под управлением системы e107");
define("LAN_PREF_2", "Система Управления Контентом e107");
define("LAN_PREF_3", "Сборка настоящей версии системы и русская локализация подготовлены командой портала е107 Клуб.<br />
					Автор перевода и русской локализации: © Кадников Александр [Predator] ".date('Y').".<br />
					© <a href='http://www.e107club.ru/' rel='external'>е107 Клуб</a> 2010-".date('Y').". Все права защищены.");
define("LAN_PREF_4", "цензура");
define("LAN_PREF_5", "Форумы");

?>