<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("UCSLAN_1", "Удалить всех пользователей из класса.");
define("UCSLAN_2", "Класс пользователей обновлен.");
define("UCSLAN_3", "Класс удален.");
define("UCSLAN_4", "Отметить для удаления класса пользователей");
define("UCSLAN_5", "Класс пользователей обновлен.");
define("UCSLAN_6", "Класс пользователей сохранен в базе данных.");
define("UCSLAN_7", "Классы пользователей пока отсутствуют.");
define("UCSLAN_8", "Существующие классы пользователей");
define("UCSLAN_11", "отметьте для подтверждения");
define("UCSLAN_12", "Имя Класса");
define("UCSLAN_13", "Описание класса");
define("UCSLAN_14", "Обновить класс");
define("UCSLAN_15", "Создать новый класс");
define("UCSLAN_16", "Назначить пользователей к классу");
define("UCSLAN_17", "Удалить");
define("UCSLAN_18", "Очистить класс");
define("UCSLAN_19", "Назначить пользователей к классу");
define("UCSLAN_20", " ");
define("UCSLAN_21", "Настройки классов пользователей");
define("UCSLAN_22", "Пользователи - нажмите для перемещения ...");
define("UCSLAN_23", "Пользователи этого класса ...");
define("UCSLAN_24", "Кто может управлять классом");
define("UCSLAN_25", "ID");
define("UCSLAN_26", "Имя пользователя");
define("UCSLAN_27", "Назад");


?>