<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("PRFLAN_52", "Сохранить изменения");
define("PRFLAN_63", "Отправить тестовое сообщение");
define("PRFLAN_65", "Нажмите, чтобы отправить email на");
define("PRFLAN_66", "Тестовое сообщение от");
define("PRFLAN_67", "Это тестовое сообщение, если вы его читаете, значит у вас все в порядке!\n\nПримите поздравления\nот e107 website system.");
define("PRFLAN_68", "Сообщение не было отослано. Это означает, что ваш сервер не настроен на отправку почтовых сообщений, попробуйте еще раз, используя SMTP, или свяжитесь с админами хостинга, пусть они вам все настраивают, гады.");
define("PRFLAN_69", "Сообщение было успешно отправлено, пожалуйста, проверьте вашу входящую почту.");
define("PRFLAN_70", "Метод отправки сообщений");
define("PRFLAN_71", "Если не знаете, оставьте php");
define("PRFLAN_72", "SMTP сервер");
define("PRFLAN_73", "SMTP логин");
define("PRFLAN_74", "SMTP пароль");
define("PRFLAN_75", "Сообщение не было отправлено. Проверьте настройки SMTP, или запретите SMTP и попробуйте снова.");
define("MAILAN_01", "От имени");
define("MAILAN_02", "От Email");
define("MAILAN_03", "Кому");
define("MAILAN_04", "Копия");
define("MAILAN_05", "Скрытая копия");
define("MAILAN_06", "Тема");
define("MAILAN_07", "Вложения");
define("MAILAN_08", "Отправить Email");
define("MAILAN_09", "Использовать стиль Темы");
define("MAILAN_10", "Подписанный пользователь");
define("MAILAN_11", "Вставка Переменных");
define("MAILAN_12", "Всем пользователям");
define("MAILAN_13", "Всем неподтвердившимся пользователям");
define("MAILAN_14", "Рекомендовано, что вы разрешаете SMTP для посылки больших чисел электронной почты - набор в предпочтениях ниже.");
define("MAILAN_15", "Отправка почты");
define("MAILAN_16", "имя");
define("MAILAN_17", "ссылка для регистрации");
define("MAILAN_18", "id пользователя");
define("MAILAN_19", "Не указан адрес Админа. Проверьте настройки и попробуйте снова.");
define("MAILAN_20", "Путь к Sendmail");
define("MAILAN_21", "Массовая рассылка сообщений");
define("MAILAN_22", "Сохраненных сообщений нет");
define("MAILAN_23", "Класс пользователей:");
define("MAILAN_24", "сообщение(я) готовы к отправке");
define("MAILAN_25", "Пауза");
define("MAILAN_26", "Приостановить массовую рассылку каждое");
define("MAILAN_27", "сообщение");
define("MAILAN_28", "Пауза длиной");
define("MAILAN_29", "секунд");
define("MAILAN_30", "Более 30-секундная пауза может вызвать тайм-аут бразуера");
define("MAILAN_31", "Обработка отрицательных квитанций");
define("MAILAN_32", "Email-адрес");
define("MAILAN_33", "Входящее сообщение");
define("MAILAN_34", "Имя пользователя");
define("MAILAN_35", "Пароль");
define("MAILAN_36", "Удалить отрицательные квитанции после проверки");
define("MAILAN_37", "Продолжить");
define("MAILAN_38", "Отменить");
define("MAILAN_39", "Отправка сообщений");
define("MAILAN_40", "Вам нужно переименовать <b>e107.htaccess</b> на <b>.htaccess</b> в");
define("MAILAN_41", "перед отправкой почты с этой страницы.");
define("MAILAN_42", "Предупреждение");
define("MAILAN_43", "Имя пользователя");
define("MAILAN_44", "Имя пользователя (логин)");
define("MAILAN_45", "Email пользователя");
define("MAILAN_46", "Соответствие-пользователь");
define("MAILAN_47", "содержит");
define("MAILAN_48", "равен");
define("MAILAN_49", "Id");
define("MAILAN_50", "Автор");
define("MAILAN_51", "Тема");
define("MAILAN_52", "Посл. изм.");
define("MAILAN_53", "Администраторы");
define("MAILAN_54", "Себе");
define("MAILAN_55", "Класс пользователя");
define("MAILAN_56", "Отпавить письмо");
define("MAILAN_57", "Сохранять живой сессию SMTP");
define("MAILAN_58", "Обнаружены проблемы с прикреплением:");
define("MAILAN_59", "Прогресс отправки");
define("MAILAN_60", "Отправляю...");
define("MAILAN_61", "Больше нет оставшихся для отправки сообщений.");
define("MAILAN_62", "Отправлено сообщений:");
define("MAILAN_63", "Неудачных отправок:");
define("MAILAN_64", "Всего заняло:");
define("MAILAN_65", "секунд");
define("MAILAN_66", "Отменено успешно");
define("MAILAN_67", "Использовать авторизацию 'POP перед SMTP'");
define("MAILAN_68", "Проверить адрес");
define("MAILAN_69", "Логин");
define("MAILAN_70", "Email");


?>