<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("UCSLAN_1", "Посылка уведомления по электронной почте ");
define("UCSLAN_2", "Обновить привилегии");
define("UCSLAN_3", "Уважаемый(ая)");
define("UCSLAN_4", "Ваши привилегии были изменены");
define("UCSLAN_5", "Вы теперь имеете доступ к следующей(им) области(ям)");
define("UCSLAN_6", "Установить класс для пользовтеля");
define("UCSLAN_7", "Установить класс");
define("UCSLAN_8", "Уведомить пользователя");
define("UCSLAN_9", "Классы обновлены.");
define("UCSLAN_10", "С уважением,");
define("UCSLAN_12", "Только для зарегистрированных пользователей");

?>