<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("UGFLAN_1", "свойства закрытия на техническое обслуживание обновлены");
define("UGFLAN_2", "Активировать флаг технического обслуживания");
define("UGFLAN_3", "Обновить установки технического обслуживания");
define("UGFLAN_4", "Свойства технического обслуживания");
define("UGFLAN_5", "Текcт, который нужно показывать для закрытого сайта");
define("UGFLAN_6", "Оставить пустым для сообщения по умолчанию");
define("UGFLAN_8", "Разрешить доступ только Админу");
define("UGFLAN_9", "Разрешить доступ только Главному Админу");


?>