<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("LANG_LAN_00", "не может быть создано.(уже существует)");
define("LANG_LAN_01", "будет удалено(если существует) и создано.");
define("LANG_LAN_02", "не может быть удалено");
define("LANG_LAN_03", "Таблицы");
define("LANG_LAN_05", "Не установлен");
define("LANG_LAN_06", "Создать таблицы");
define("LANG_LAN_07", "Удалить существующие таблицы?");
define("LANG_LAN_08", "Заменить существующие таблицы (данные будут утеряны).");
define("LANG_LAN_10", "Подтвердите удаление");
define("LANG_LAN_11", "Удалить непроверенные таблицы выше (если они существуют).");
define("LANG_LAN_12", "Разрешить мультиязычные таблицы");
define("LANG_LAN_13", "Мультиязычные установки");
define("LANG_LAN_14", "Язык сайта по умолчанию");
define("LANG_LAN_15", "Отметьте галочкой, чтобы скопировать данные из языка по умолчанию. (Полезно для Ссылок, категорий новостей и т.д.)");
define("LANG_LAN_16", "Многоязычное исользование БД");
define("LANG_LAN_17", "Язык по умолчанию - Не требуется дополнительных таблиц.");
define("LANG_LAN_18", "Используйте припаркованные поддомены к этим доменам, чтобы установить язык сайта:");
define("LANG_LAN_19", "например, домен fr.mydomain.com, установит французский язык.");
define("LANG_LAN_20", "Введите один домен на строку, например, mydomain.com и т.д. или оставьте незаполненным, чтобы отключить");
define("LANG_LAN_21", "Языковые инструменты");
define("LANG_LAN_23", "Создать Языковой пакет (zip)");
define("LANG_LAN_24", "Генерировать");
define("LANG_LAN_AGR", "Примечание: С помощью этих инструментов вы согласны поделиться языковым пакетом с e107 сообществом.");
define("LANG_LAN_EML", "Пожалуйста отправь твой Языковый пакет на емейл:");
define("LANG_LAN_25", "Пожалуйста проверьте, что CORE_LC и CORE_LC2 имею значения в [lcpath] и попробуйте снова.");
define("LANG_LAN_26", "Пожалйста убедитесь в том, что вы используете стандартные имена папок в e107_config.php (eg. 'e107_languages/', 'e107_plugins/' etc.) и попробуйте снова.");
define("LANG_LAN_27", "Пожалуйста проверьте ваши языковые файлы ('Verify'), затем попробуйте снова.");
define("LANG_LAN_28", "Поставьте галочку если вы [e107 certified translator].");
define("LANG_LAN_29", "Вы должны исправить существующие ошибки перед отправкой языкового файла.");
define("LANG_LAN_30", "Дата релиза");
define("LANG_LAN_31", "Совместимость");
define("LANG_LAN_32", "Установленные языки");
define("LANG_LAN_33", "Отображать ошибки только при проверке");
define("LANG_LAN_34", "Пожалуйста, проверьте и исправьте оставшихся [х] ошибка(и), прежде чем создавать языковый пакет.");


?>