<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 233 $
|     $Date: 2009-02-01 19:32:01 +0500 (Вс, 01 фев 2009) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("FMLAN_1", "Загружено");
define("FMLAN_2", "в");
define("FMLAN_3", "каталог");
define("FMLAN_4", "Загружаемый файл превышает параметр переменной upload_max_filesize в php.ini.");
define("FMLAN_10", "ошибка");
define("FMLAN_12", "файл");
define("FMLAN_13", "файлы");
define("FMLAN_14", "каталог ");
define("FMLAN_15", "каталоги");
define("FMLAN_16", "Корневой каталог");
define("FMLAN_17", "Имя");
define("FMLAN_18", "Размер");
define("FMLAN_19", "Последнее изменение");
define("FMLAN_21", "Загрузить на сервер файл в этот каталог");
define("FMLAN_22", "Загрузить на сервер");
define("FMLAN_26", "Удален");
define("FMLAN_27", "успешно");
define("FMLAN_28", "Невозможно удалить");
define("FMLAN_29", "Путь");
define("FMLAN_30", "Вверх");
define("FMLAN_31", "каталог");
define("FMLAN_32", "Выбрать каталог");
define("FMLAN_33", "Выбрать");
define("FMLAN_34", "Выбор каталога");
define("FMLAN_35", "Каталог файлов");
define("FMLAN_36", "Каталог своихх меню");
define("FMLAN_37", "Каталог своих страниц");
define("FMLAN_38", "Файл успешно перемещен в");
define("FMLAN_39", "Не получилось переместить файл в");
define("FMLAN_40", "Каталог изображений для новостей");
define("FMLAN_43", "Удалить отмеченные файлы");
define("FMLAN_46", "Пожалуйста, подтвердите, что вы желаете УДАЛИТЬ выбранные файлы.");
define("FMLAN_47", "Загрузки на сервер пользователей");
define("FMLAN_48", "Переместить выбранное в");
define("FMLAN_49", "Пожалуйста, подтвердите, что вы желаете переместить выбранные файлы.");
define("FMLAN_50", "Переместить");
define("FMLAN_51", "Неизвестная ошибка:");


?>