<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("LAN_CHECK_1", "Проверить/Редактировать языковые файлы");
define("LAN_CHECK_2", "Начать проверку");
define("LAN_CHECK_3", "Проверка ");
define("LAN_CHECK_4", "Файл отсутствует!");
define("LAN_CHECK_5", "Фраза отсутствует!");
define("LAN_CHECK_7", "фраза");
define("LAN_CHECK_8", "Файл отсутствует...");
define("LAN_CHECK_9", " файлов отсутствует...");
define("LAN_CHECK_10", "Критическая ошибка: ");
define("LAN_CHECK_11", "Нет отсутствующих файлов !");
define("LAN_CHECK_12", "Файл ошибочный...");
define("LAN_CHECK_13", " ошибочных файлов...");
define("LAN_CHECK_14", "Все существующие файлы правильны !");
define("LAN_CHECK_15", "Найдены недопустимые символы перед '<?php'");
define("LAN_CHECK_16", "Оригинальный файл");
define("LAN_CHECK_17", "Произошла проблема записи во время попытки сохранения файла.");
define("LAN_CHECK_18", "Языковые файлы в стандартном формате НЕдоступны для этого плагина/темы.");
define("LAN_CHECK_19", "Найдены не-UTF-8 символы");
define("LAN_CHECK_20", "Генерировать Языковый пакет");
define("LAN_CHECK_21", "Проверить снова");
define("LAN_CHECK_22", "Тема");
define("LAN_CHECK_23", "Ошибок найдено");
define("LAN_CHECK_24", "Суммарно");
define("LAN_CHECK_25", "Темы");
define("LAN_CHECK_26", "Файл");


?>