<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("GSLAN_Name", "Карта сайта");
define("GSLAN_1", "Ссылка сайта");
define("GSLAN_2", "Импортировать?");
define("GSLAN_3", "Тип");
define("GSLAN_4", "Имя");
define("GSLAN_5", "Url");
define("GSLAN_6", "Отметьте галочкой ссылки, которые хотите импортировать ...");
define("GSLAN_7", "Импортировать ссылки");
define("GSLAN_8", "Импортировать с:");
define("GSLAN_9", "Приоритет");
define("GSLAN_10", "Частота");
define("GSLAN_11", "always");
define("GSLAN_12", "hourly");
define("GSLAN_13", "daily");
define("GSLAN_14", "weekly");
define("GSLAN_15", "monthly");
define("GSLAN_16", "yearly");
define("GSLAN_17", "never");
define("GSLAN_18", "Импортировать отмеченные галочкой ссылки");
define("GSLAN_19", "Google Sitemap");
define("GSLAN_20", "Список");
define("GSLAN_21", "Инструкции");
define("GSLAN_22", "Создать новую запись");
define("GSLAN_23", "Импортировать");
define("GSLAN_24", "Записи Google Sitemap");
define("GSLAN_25", "Имя");
define("GSLAN_26", "URL");
define("GSLAN_27", "Посл. изм.");
define("GSLAN_28", "Частота");
define("GSLAN_29", "Настройка Google Sitemap");
define("GSLAN_30", "Порядок отображения");
define("GSLAN_31", "Видимость для");
define("GSLAN_32", "Как использовать Google Sitemaps");
define("GSLAN_33", "Инструкции GSiteMap");
define("GSLAN_34", "Вначале, создайте ссылки, которые вы хотите, чтобы были в списке вашей карты сайта. Вы можете импортировать большинство ваших ссылок, щелкнув на кнопку 'Импортировать' в правой части");
define("GSLAN_35", "Если вы выбрали импортировать ваши ссылки, нажмите 'Импортировать' и затем отметьте ссылки, которые желаете импортировать");
define("GSLAN_36", "Вы также можете ввести инидивидуальные ссылки вручную, щелкнув на 'Создать новую запись'");
define("GSLAN_37", "Как только у вас будут какие-либо записи, перейдите на [URL] и введите следующий URL -> [URL2]<b>".SITEURL."gsitemap.php</b> - если этот url неправильный в вашем случае, пожалуйста, убедитесь, что url вашего сайта указан правильно в Админцентр -> Настроки");
define("GSLAN_38", "Для большей информации о протоколе Google Sitemap protocol, перейдите на [URL].");
define("GSLAN_39", "Нет ссылок на карте сайта - импортировать ссылки сайта?");
define("GSLAN_40", "Записи Google Sitemap");


?>