<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("UDALAN_1", "Ошибка - пожалуйста, переподтвердите");
define("UDALAN_2", "Настройки обновлены");
define("UDALAN_3", "Настройки обновлены для");
define("UDALAN_4", "Имя");
define("UDALAN_5", "Пароль");
define("UDALAN_6", "Повторите пароль");
define("UDALAN_7", "Смена пароля");
define("UDALAN_8", "Обновление пароля для");

?>