<?php
/*
+---------------------------------------------------------------+
|        e107 website system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|
|        $URL: ../plugins/links_page/languages/Russian_help.php $
|        $Revision: 1.0 $
|        $Id: 2010/09/24 17:40:51 $
|        $Author: root $
+---------------------------------------------------------------+
*/
define("LAN_ADMIN_HELP_0", "Помощь по странице ссылок");
define("LAN_ADMIN_HELP_1", "<i> Страница управления категориями ссылок показывает все существующие категории.</i><br /><br /><b>детализированный список</b><br />Вы сможете увидеть список категорий с их иконками, именами и расшифровкой, опциями и опциями сортировки.<br /><br /><b>Объяснение иконок</b><br /> ".LINK_ICON_LINK." : Ссылка на категории<br /><br /> ".LINK_ICON_EDIT." : редактирование категорий<br /><br /> ".LINK_ICON_DELETE." : удаление категории<br /><br /> ".LINK_ICON_ORDER_UP." : подвинуть категороию вверх.<br /><br /> ".LINK_ICON_ORDER_DOWN." : подвинуть категорию вниз.<br /> <br /> <b>порядок</b><br />тут вы можете вручную указать порядок отображения категорий. Вам необходимо изменить значения и нажать кнопку упорядочить, для того чтобы применился новый порядок отображения.<br />");
define("LAN_ADMIN_HELP_2", "<i>страница категории ссылок  разрешает вам добавить новую категорию ссылок</i><br /><br />Вы можете добавлять новые иконки, и после загрузки применить их к категории.");
define("LAN_ADMIN_HELP_3", "<i>Страница управления ссылками показывает все категории.</i><br /><br />".LINK_ICON_LINK." : ссылка на категории<br /><br />".LINK_ICON_EDIT." : нажмите иконку для просмотре ссылок категории<br />");
define("LAN_ADMIN_HELP_4", "<i>Страница создания ссылок разрешает вам добавлять новые ссылки</i><br /><br />Вы можете добавлять новые иконки, и после загрузки применить их к ссылке.<br /><br />Тип открытия ссылки разрешает пользователю изменять тип открывания ссылки, при нажатии на нее.");
define("LAN_ADMIN_HELP_5", "<i>страница сообщенных ссылок отображает список всех ссылок, которые были сообщены пользователями</i><br /><br /><b>детализированный список</b><br />Вы сможете увидеть ссылку,имя пользователя, который отправил ссылку и опции.<br /><br /><b>объяснения иконок</b><br /> ".LINK_ICON_EDIT." : отправить сообщенную ссылку на страницу создания ссылок<br /><br /> ".LINK_ICON_DELETE." : удалить сообщенную ссылку<br />");
define("LAN_ADMIN_HELP_6", "<i>страница опций позволяет менять поведение плагина links_page</i><br /><br /> Основные опции<br /> эти варианты, как правило, используются в ссылке страницы.<br /><br /> управляющие ссылками<br /> люди, которым разрешено управлять собственными ссылками.<br /><br /> страница категорий<br /> тут вы можете манять опции страницы категорий.<br /><br /> Страница ссылок<br /> Опции оспользуемые на странице ссылок.<br /><br /> реферал<br />Опции используемые на странице наиболее посещаемых ссылок<br /><br /> страница рейтинга<br /> Опции страницы наиболее используемых ссылок.<br />");
define("LAN_ADMIN_HELP_7", "<i>страничка редактирования категорий ссылок разрешает вам редактировать уже существующие категории</i><br /><br />Вы можете добавлять новые иконки, и после загрузки применить их к категории.<br />Вы можете обновить штамп даты, при отметке данного чекбокса.");
define("LAN_ADMIN_HELP_8", "<i>эта страница отображает все существующие ссылки в выбранной категории.</i><br /><br /><b>детализированный список</b><br />Вы увидите список  ссылок с их изображением, именем, опциями, и опциями сортировки.<br /><br /><b>Объяснение иконок</b><br /> ".LINK_ICON_LINK." : Ссылка на сайт<br /><br /> ".LINK_ICON_EDIT." : редактирование ссылки<br /><br /> ".LINK_ICON_DELETE." : удаление ссылки<br /><br /> ".LINK_ICON_ORDER_UP." : передвинуть ссылку вверх.<br /><br /> ".LINK_ICON_ORDER_DOWN." : передвинуть ссылку вниз.<br /> <br /> <b>порядок</b><br />тут вы сможете вручную указать порядок отображения ссылок в категории. Вам лишь необходимо указать значения в полях и нажать клавишу сохранения.<br />");
define("LAN_ADMIN_HELP_9", "<i>страничка редактирования ссылок разрешает вам редактировать уже существующие ссылки</i><br /><br />Вы можете добавлять новые иконки, и после загрузки применить их к сылке.<br /><br />Тип открытия ссылки разрешает пользователю изменять тип открывания ссылки, при нажатии на нее.");
define("LAN_ADMIN_HELP_10", "<i>Страница сообщенных ссылок разрешает вам добавлять ссообщенные ссылки к уже существующим</i><br /><br />Небольшой текст будет добавлен к ссылке в описании<br /><br />Вы можете добавлять новые иконки, и после загрузки применить их к ссылке.<br /><br />Тип открытия ссылки разрешает пользователю изменять тип открывания ссылки, при нажатии на нее.");


?>