<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Здесь вы можете разрешить / запретить возможность пользователям размещать изображения на сайте, метод изменения размера и просмотреть загруженные аватары.";
$ns -> tablerender("Изображения: Справка", $text);
?>