<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Настройки сайта позволяют вам указать все важные параметры вашего сайта: от имени сайта и описания до защиты от флуда и фильтрации осквернения.";
$ns -> tablerender("Настройки сайта: Справка", $text);
?>