<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Здесь вы можете разрешить / запретить возможность пользователям загружать файлы на сервер и управлять теми файлами, которые были ими загружены на сервер.";
$ns -> tablerender("Загрузки на сервер: Справка", $text);
?>