<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 233 $
|     $Date: 2009-02-01 19:32:01 +0500 (Вс, 01 фев 2009) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = " С помощью раздела 'Дополнительные поля' вы можете добавить дополнительные виды данных, которые пользователь может использовать как часть своего профиля.";
$ns -> tablerender(" Дополнительные поля: Справка", $text);
?>