<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Когда смайлики активированы, стандартные текстовые строки смайликов будут заменяться соответствующими 
изображениями смайликов по всему контенту на вашем сайте.";

$ns -> tablerender("Смайлики: Справка", $text);
?>