<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Менеджер тем позволяет вам устанавливать общую тему вашего сайта и тему Админцентра.";
$ns -> tablerender("Менеджер тем: Справка", $text);
?>